<template>
    <div class="aboutus-wrap">
        <img :src="imgUrl" alt />
        <p>{{description}}</p>
    </div>
</template>

<script>
export default {
    name: "aboutUs",
    data() {
        return {
            imgUrl: require("../assets/1.png"),
            description:
                "这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。这五个阶段中前四个阶段可以通过商品详情页面文案及设计来处理解决，特别是中间三个阶段。而最后一个阶段则更多是靠产品体验超出预期、售后运营手法来达成。"
        };
    }
};
</script>
<style scoped lang="less">
@basecolor: #2c2c2c;
.aboutus-wrap {
    width: 92%;
    padding: 0 4%;
    img {
        margin-top: 0.4rem;
        width: 100%;
        height: 4rem;
    }
    p {
        padding-bottom: 0.5rem;
        margin-top: 0.4rem;
        color: @basecolor;
        font-size: 0.4rem;
        text-indent: 0.8rem;
        text-align: left;
    }
}
</style>